{
  "HOME TITLE": "Hi I'm Bruno",
  "HOME SUBTITLE": "And I'm a Programmer",
  "HOME HIRE BTN": "Hire me",
  "ENGLISH": "english",
  "PORTUGUESE": "portuguese",
  "SPANISH": "spanish",
  "home": "home",
  "profile": "profile",
  "career": "career",
  "training": "training",
  "contact": "contact",
  "PROFILE NAME TAG": "name",
  "PROFILE SURNAME TAG": "surname",
  "PROFILE BIRTHDAY TAG": "birthday",
  "PROFILE HOMETOWN TAG": "hometown",
  "PROFILE NATIONALITY TAG": "nationality",
  "PROFILE BIRTHDAY VALUE": "15 November",
  "PROFILE NATIONALITY VALUE": "portuguese",
  "PROFILE EPILOGUE": "My decision to pursue a career in IT is a result of my affinity for the development of software solutions. My first contact with the programming world came about during my college years, where I gained a good foundation of learning and interest in this area of ​​knowledge.\nOver the years I have been progressing from the small introductory applications of \"👋🌎 \", currently contributing to corporate IT projects in E2E integration environments as a micro-service programmer in the context of the Java programming language. The development of backend applications has become my area of ​​expertise, essentially because I have in good consideration the entire process of developing cognitive logic, but I do not deny myself new challenges, always looking for opportunities to incorporate new technologies into my project's context.\nIn spirit, I consider myself to be a real nerd, my interests range from heroes from books to comic books, from video games to movies on the big screen, but I also enjoy a good reading session, the Stephen King worship books are my favorites, and I make a free run to maintain my physical condition.\nI think perseverance is the key to perfection, so I face each challenge as a new opportunity for personal growth.",
  "FOOTER 1": "Made with ",
  "FOOTER 2": " by Bruno Caetano",
  "SEPTEMBER": "September",
  "FEBRUARY": "February",
  "JULY": "July",
  "BEE_SUMMARY": "Bee Engineering is a consulting firm specializing in IT, where I had the opportunity of being one of the very first admissions into the Bee Academy the company's training program for future employees. During my trainee phase, I was appointed, along with two colleges, to develop the BeeJobAlive platform. The platform's goal was to aid candidates looking to pursue a career in IT, and recruitment agencies that sought an ideal candidate. The main responsibilities I assumed were to develop the backend infrastructure and core services that supported the platform by developing two distinct Spring applications, one for collecting and storing distributed data and another to accommodate the platform's functionalities. Simultaneously, I develop some of the platforms web pages using Angular JS.",
  "TIMWE_SUMMARY": "TimWe is an international company that provides a catalogue of mobile products and services aimed at the telecommunications industry. During my stay, I was assigned to the B2C department, more specifically to the regional teams of EMEA, representing the developed in face-to-face meetings with Telco clients in Myanmar and Sri Lanka. \nThe B2C team assumes an agile project management methodology, based on the SCRUM model, and follows a DevOps regime.  The functions I performed were conflict troubleshooting,  configure environments and internal product development in the Java programming language.",
  "CELFOCUS_SUMMARY": "Celfocus is a company specialized in the development and implementation of solutions within the realm of IT and customized for the Telco business. I am currently a member of the internal team of consumer-IoT, performing functions of projection and implementation of SOA software products, having developed a series of microservices with Spring, always guaranteeing the levels of QoS through the elaboration of unit tests and structuring of automation in the scope of CI&CD.",
  "SPRING_DESCRIPTION": "The",
  "STEPPER CONTACT NAME": "Enter your contact name",
  "STEPPER COMPANY NAME": "Enter your company name",
  "STEPPER EMAIL SUBJECT": "Enter email subject",
  "STEPPER EMAIL BODY": "Enter email content",
  "STEPPER EMAIL SEND": "Send email",
  "SEND": "Send",
  "NEXT": "Next",
  "BACK": "Back",
  "EMAIL SUCCESS": "Your email has been sent. Thank you, I intend to reply as soon as possible.",
  "EMAIL FAILURE": "Your email was not sent. Please make sure to reattempt at another time."
}
