{
  "HOME TITLE": "Hello I'm Bruno",
  "HOME SUBTITLE": "And I'm a Programmer",
  "HOME HIRE BTN": "Hire me",
  "ENGLISH": "english",
  "PORTUGUESE": "portuguese",
  "SPANISH": "spanish",
  "home": "home",
  "profile": "profile",
  "career": "career",
  "training": "training",
  "contact": "contact",
  "PROFILE NAME TAG": "name",
  "PROFILE SURNAME TAG": "surname",
  "PROFILE BIRTHDAY TAG": "birthday",
  "PROFILE HOMETOWN TAG": "hometown",
  "PROFILE NATIONALITY TAG": "nationality",
  "PROFILE BIRTHDAY VALUE": "15 November",
  "PROFILE NATIONALITY VALUE": "portuguese",
  "PROFILE EPILOGUE": "My decision to pursue a career in IT is a result of my affinity for the development of software solutions. My first contact with the programming world came about during my college years, where I gained a good foundation of learning and interest in this area of ​​knowledge.\nOver the years I have been progressing from the small introductory applications of \"👋🌎 \", currently contributing to corporate IT projects in E2E integration environments as a micro-service programmer in the context of the Java programming language. The development of backend applications has become my area of ​​expertise, essentially because I have in good consideration the entire process of developing cognitive logic, but I do not deny myself new challenges, always looking for opportunities to incorporate new technologies into my project's context.\nIn spirit, I consider myself to be a real nerd, my interests range from heroes from books to comic books, from video games to movies on the big screen, but I also enjoy a good reading session, the Stephen King worship books are my favorites, and I make a free run to maintain my physical condition.\nI think perseverance is the key to perfection, so I face each challenge as a new opportunity for personal growth.",
  "FOOTER 1": "Made with ",
  "FOOTER 2": " by Bruno Caetano",
  "SEPTEMBER": "September",
  "FEBRUARY": "February",
  "JULY": "July",
  "BEE_SUMMARY": "Bee Engineering is a consulting firm specializing in IT, where I had the opportunity of being one of the very first admissions into the Bee Academy the company's training program for future employees. During my trainee phase, I was appointed, along with two colleges, to develop the BeeJobAlive platform. The platform's goal was to aid candidates looking to pursue a career in IT, and recruitment agencies that sought an ideal candidate. The main responsibilities I assumed were to develop the backend infrastructure and core services that supported the platform by developing two distinct Spring applications, one for collecting and storing distributed data and another to accommodate the platform's functionalities. Simultaneously, I develop some of the platforms web pages using Angular JS.",
  "TIMWE_SUMMARY": "TimWe is an international company that provides a catalogue of mobile products and services aimed at the telecommunications industry. During my stay, I was assigned to the B2C department, more specifically to the regional teams of EMEA, representing the developed in face-to-face meetings with Telco clients in Myanmar and Sri Lanka. \nThe B2C team assumes an agile project management methodology, based on the SCRUM model, and follows a DevOps regime.  The functions I performed were conflict troubleshooting,  configure environments and internal product development in the Java programming language.",
  "CELFOCUS_SUMMARY": "Celfocus is a company specialized in the development and implementation of solutions within the realm of IT and customized for the Telco business. I am currently a member of the internal team of consumer-IoT, performing functions of projection and implementation of SOA software products, having developed a series of microservices with Spring, always guaranteeing the levels of QoS through the elaboration of unit tests and structuring of automation in the scope of CI&CD.",
  "SPRING_DESCRIPTION":"Spring Boot is a project contained within the Spring framework which enables the developer to quickly bootstrap a standalone application, providing a wide range of features though the seemingly effortless third-party software integration, all while maintaining an easily configurable architecture.",
  "SPRING_CLOUD_DESCRIPTION":"Spring cloud is a project contained within the Spring framework provides tools for developers to quickly build some of the common patterns in distributed systems and cloud-hosted platforms.",
  "ANGULAR_DESCRIPTION":"Angular  is an open source TypeScript-based front-end web framework that supports modern cross-platform application development for the web, mobile, or desktop environments. The Framework consists of an redesigned and enhanced version of Angular JS its core and new features have been completely redesigned for the  Typescript language.",
  "ANGULAR_JS_DESCRIPTION":"AngularJS is an open-source JavaScript-based front-end web framework maintained by Google and by a community of individuals and corporations to address many of the challenges encountered in developing single-page applications.",
  "DOCKER_DESCRIPTION":"Docker is an enterprise-ready container platform that allows for a quick and efficient way to setup a complete E2E environment. Each container instance can be easily modified or horizontly scaled through the usage of the corresponding image, making the Docker engine a secure, lightweight and portable service provider available for both Linux and Windows-based applications, containerized software will always run the same, regardless of the baseline infrastructure.",
  "JENKINS_DESCRIPTION":"Jenkins is an open source and self-contained automation server which can be used to automate all sorts of tasks related to building, testing, and delivering or deploying software.",
  "MONGO_DESCRIPTION":"MongoDB is an open source, none-relational datastore solution which provides an underline query language allowing for relational database exclusive features such as field querying and transaction management.",
  "REDIS_DESCRIPTION":"Redis is an open source, in-memory data structure store, used as a database, cache and message broker. It supports data structures such as strings, hashes, lists, sets, sorted sets with range queries, bitmaps, hyperloglogs, geospatial indexes with radius queries and streams.",
  "GIT_DESCRIPTION":"Git is an open source distributed software version control system designed to handle everything from small to very large projects with speed and efficiency. It differentiates from the remaining SCM tools by providing with features like cheap local branching, convenient staging areas, and multiple workflows.",
  "SVN_DESCRIPTION":"Apache Subversion or SVN is an open source distributed software version control systems developed under the Apache License. Software developers use Subversion to maintain current and historical versions of files such as source code, web pages, and documentation.",
  "MYSQL_DESCRIPTION":"MySQL is an open source object-relational database management system  software that powers the most demanding Web, E-commerce, SaaS and Online Transaction Processing (OLTP) applications. It is a fully integrated transaction-safe, ACID compliant database with full commit, rollback, crash recovery and row level locking capabilities. MySQL delivers the ease of use, scalability, and performance to power market players such as Facebook, Google, Twitter, Uber, and Booking.com.",
  "ORACLE_DESCRIPTION":"Oracle Database is an object-relational database management system developed and marketed by Oracle Corporation. Oracle is a fully scalable relational database architecture and is often used by global enterprises, which manage and process data across wide and local area networks. The Oracle database has its own network component to allow communications across networks.",
  "AWS_DESCRIPTION":"Amazon Web Services is a subsidiary of Amazon providing on-demand cloud computing platforms and APIs to individuals, companies, and governments, on a metered pay-as-you-go basis. These cloud computing web services provide a variety of basic abstract technical infrastructure and distributed computing building blocks and tools.",


  "STEPPER CONTACT NAME": "Enter your contact name",
  "STEPPER COMPANY NAME": "Enter your company name",
  "STEPPER EMAIL SUBJECT": "Enter email subject",
  "STEPPER EMAIL BODY": "Enter email content",
  "STEPPER EMAIL SEND": "Send email",
  "SEND": "Send",
  "NEXT": "Next",
  "BACK": "Back",
  "EMAIL SUCCESS": "Your email has been sent. Thank you, I intend to reply as soon as possible.",
  "EMAIL FAILURE": "Your email was not sent. Please make sure to reattempt at another time."
}
