{
  "HOME TITLE": "Hola soy bruno",
  "HOME SUBTITLE": "Y soy programador",
  "HOME HIRE BTN": "Contratame",
  "ENGLISH": "ingl칠s",
  "PORTUGUESE": "portugu칠s",
  "SPANISH": "espa침ol",
  "home": "inicio",
  "profile": "perfil",
  "career": "carrera",
  "training": "form치cion",
  "contact": "contacto",
  "PROFILE NAME TAG": "nombre",
  "PROFILE SURNAME TAG": "apellido",
  "PROFILE BIRTHDAY TAG": "cumplea침os",
  "PROFILE HOMETOWN TAG": "ciudad natal",
  "PROFILE NATIONALITY TAG": "nacionalidad",
  "PROFILE BIRTHDAY VALUE": "15 Noviembre",
  "PROFILE NATIONALITY VALUE": "portuguesa",
  "PROFILE EPILOGUE": "Mi decisi칩n de seguir una carrera en TI es el resultado de mi afinidad por el desarrollo de soluciones de software. Mi primer contacto con el mundo de la programaci칩n se produjo durante mis a침os universitarios, donde obtuve una buena base de aprendizaje e inter칠s en esta 치rea de conocimiento.\nA lo largo de los a침os he progresado desde las peque침as aplicaciones introductorias de \"游녦游깵\", contribuyendo actualmente a proyectos de TI corporativos en entornos de integraci칩n E2E como programador de microservicios en el contexto del lenguaje de programaci칩n Java. El desarrollo de aplicaciones de back-end se ha convertido en mi 치rea de experiencia, esencialmente porque tengo en cuenta todo el proceso de desarrollo de la l칩gica cognitiva, pero no me niego nuevos desaf칤os, siempre buscando oportunidades para incorporar nuevas tecnolog칤as en el contexto de mi proyecto.\nEn esp칤ritu, me considero un verdadero nerd, mis intereses van desde h칠roes desde libros a c칩mics, desde videojuegos a pel칤culas en la pantalla grande, pero tambi칠n disfruto de una buena sesi칩n de lectura, los libros de adoraci칩n de Stephen King son Mis favoritos, y hago un recorrido libre para mantener mi condici칩n f칤sica.\nCreo que la perseverancia es la clave para la perfecci칩n, por lo que enfrento cada desaf칤o como una nueva oportunidad para el crecimiento personal.",
  "FOOTER 1": "Hecho con ",
  "FOOTER 2": " por Bruno Caetano",
  "SEPTEMBER": "Septiembre",
  "FEBRUARY": "Febrero",
  "JULY": "Julio",
  "BEE_SUMMARY": "Bee Engineering es una empresa de consultor칤a especializada en el 치rea de TI, donde tuve la oportunidad de ser una de las primeras inducciones en BeeAcademy, el programa de formaci칩n para futuros colaboradores de la empresa. Durante mi fase de trainee, fui designado, junto a dos colegas, para desarrollar la plataforma BeeJobAlive. El objetivo de la plataforma era ayudar a cualquier candidato en busca de una carrera en TI y agencias de reclutamiento que buscar a un candidato ideal. Las principales responsabilidades que asum칤 fueron desarrollar la infraestructura de backend y los servicios principales que soportan la plataforma, desarrollando dos aplicaciones Spring distintas, una para agregar y almacenar datos distribuidos y otro para acomodar las varias funcionalidades de la plataforma. Simult치neamente, he desarrollado algunas de las p치ginas web de las plataformas usando el Angular JS.",
  "TIMWE_SUMMARY": "TimWe es una empresa internacional que ofrece un cat치logo de productos y servicios m칩viles y orientados a la industria de las telecomunicaciones. Durante mi estancia, fui asignado al departamento de B2C, m치s espec칤ficamente, a los equipos regionales de EMEA, habiendo representado el equipo de el desarrollo en reuniones presenciales con clientes Telco en Myanmar y Sri Lanka. \nEl equipo de B2C asume una metodolog칤a de gesti칩n de proyectos 치gil, basada en el modelo SCRUM, y sigue un r칠gimen de DevOps. Las funciones que desempe침칠 fueron integraci칩n de servicios, resoluci칩n de problemas conflictos, configuraciones de ambientes y desarrollo de productos internos en el lenguaje de programaci칩n Java.",
  "CELFOCUS_SUMMARY":"Celfocus es una empresa especializada en el desarrollo e implementaci칩n de soluciones dentro del dominio de las TI y personalizadas para la realidad de negocios de Telcos. Actualmente soy uno de los miembros del equipo interno de consumer-IoT, ejerciendo funciones de proyecci칩n e implementaci칩n de productos de software SOA, habiendo desarrollado una serie de microservicios con Spring, siempre garantizando los niveles de QoS atr치ves de elaboraci칩n de pruebas unitarias y estructuraci칩n de automatizaciones en el marco de CI&CD.",
  "STEPPER CONTACT NAME": "Insertar nombre de contacto",
  "STEPPER COMPANY NAME": "Insertar nombre de empresa",
  "STEPPER EMAIL SUBJECT": "Insertar asunto del email",
  "STEPPER EMAIL BODY": "Insertar cuerpo del email",
  "STEPPER EMAIL SEND": "Enviar email",
  "SEND": "Enviar",
  "NEXT": "Siguiente",
  "BACK": "Retrocider",
  "EMAIL SUCCESS": "Tu email ha sido enviado. Gracias, tengo la intenci칩n de responder lo antes posible.",
  "EMAIL FAILURE": "Tu email no fue enviado. Por favor, aseg칰rese de volver a intentarlo en otro momento."
}
