{
  "HOME TITLE": "Olá sou o Bruno",
  "HOME SUBTITLE": "E sou um Programador",
  "HOME HIRE BTN": "Contrata-me",
  "ENGLISH": "inglês",
  "PORTUGUESE": "português",
  "SPANISH": "espanhol",
  "home": "início",
  "profile": "perfil",
  "career": "carreira",
  "training": "formação",
  "contact": "contacto",
  "PROFILE NAME TAG": "nome",
  "PROFILE SURNAME TAG": "apelido",
  "PROFILE BIRTHDAY TAG": "aniversário",
  "PROFILE HOMETOWN TAG": "cidade natal",
  "PROFILE NATIONALITY TAG": "nacionalidade",
  "PROFILE BIRTHDAY VALUE": "15 Novembro",
  "PROFILE NATIONALITY VALUE": "portuguesa",
  "PROFILE EPILOGUE": "A minha decisão de seguir uma carreira na área de TI é resultado da minha afinidade pelo desenvolvimento de soluções de software. O meu primeiro contato com o mundo da programação surgiu durante os meus anos de faculdade, onde obtive uma boa  base de aprendizagem e interesse nesta área de conhecimento.\nCom o passar dos anos tenho vindo a progredir das pequenas aplicações introdutórias de \"👋🌎\", atualmente, contribuo em projetos corporativos de TI em ambientes de integração E2E exercendo funções como programador de micro serviços no contexto da linguagem de programação Java. O desenvolvimento de aplicações backend tornou-se a minha área de especialização, essencialmente, porque tenho em boa consideração todo o processo de desenvolvimento de lógica cognitíca, porém, não nego-me a novos desafios, tendo sempre em vista oportunidades para incorporar tecnologias novas e práticas no contexto dos meus projetos.\nEm espirito considero-me um autêntico nerd, os meus interesses vão desde heroís dos livros aos quadradinhos, passando pelos jogos de vídeo até aos filmes no grande ecrã, porém também aprecio uma boa sessão de leitura, os livros de culto de Stephen King são os meus favoritos, e faço corrida livre para manter a minha condição física.\nEu penso que a perseverança é a chave para a perfeição, então encaro cada desafio como uma nova oportunidade de crescimento pessoal.",
  "FOOTER 1": "Feito com ",
  "FOOTER 2": " por Bruno Caetano",
  "SEPTEMBER": "Setembro",
  "FEBRUARY": "Fevereiro",
  "JULY": "Julho",
  "BEE_SUMMARY": "A Bee Engineering é uma empresa de consultoria especializada na área das TI, onde tive a oportunidade de ser uma das primeiras induções na BeeAcademy, o programa de formação para futuros colaboradores da empresa. Durante minha fase de trainee, fui designado, juntamente com dois colegas, para desenvolver a plataforma BeeJobAlive. O objetivo da plataforma era ajudar qualquer candidato em busca de uma carreira em TI e agências de recrutamento que procurassem um candidato ideal. As principais responsabilidades que assumi foram desenvolver a infra-estrutura de backend e os serviços principais que suportam a plataforma, desenvolvendo duas aplicações Spring distintas, um para agregar e armazenar dados distribuídos e outro para acomodar as várias funcionalidades da plataforma. Simultaneamente, desenvolvi algumas das página web da plataformas usando o Angular JS.",
  "TIMWE_SUMMARY": "A TimWe é uma empresa internacional que disponibiliza um catálogo de produtos e serviços móveis e vocacionados para a indústria das telecomunicações. Durante a minha estadia, fui alocado ao departamento de B2C, mais especificamente, às equipas regionais de EMEA, tendo representado a equipa de desenvolvimento em reuniões presenciais com clientes Telco em Myanmar e Sri Lanka.\nA equipa de B2C assume uma metodologia de gestão de projeto ágil, baseada no modelo SCRUM, e segue um regime de DevOps. As funções que desempenhei foram integração de serviços, resolução de conflitos, configurações de ambientes e desenvolvimento de produtos internos na linguagem de programação Java.",
  "CELFOCUS_SUMMARY": "A Celfocus é uma empresa especializada no desenvolvimento e implementação de soluções  dentro do domínio das TI e personalizadas para a realidade dos negócios Telcos. Atualmente sou um dos membros da equipa interna de consumer-IoT, exercendo funções de projeção e implementação  de produtos de software SOA, tendo desenvolvido uma série de microserviços com Spring, sempre garantindo os níveis de QoS atráves de elaboração de testes unitários e estruturação de automações no âmbito de CI&CD.",
  "SPRING_DESCRIPTION": "Spring é uma Framework de backend Java8 + de open source. O Spring Boot é uma biblioteca incorporada na Framework Spring que permite ao desenvolvedor inicializar rapidamente um aplicativo independente, oferecendo uma ampla variedade de recursos através da integração de software de terceiros aparentemente sem esforço, tudo isso mantendo uma arquitetura facilmente configurável.",
  "ANGULAR_DESCRIPTION":"Angular é uma Framework Web de front-end baseada em TypeScript de software  que suporta o desenvolvimento de aplicativos modernos de cross-platform para ambientes web, móveis ou de desktop. O Framework consiste em uma versão redesenhada e aprimorada do Angular JS. Seu núcleo e novos recursos foram completamente reprojetados para a linguagem Typescript.",
  "ANGULAR_JS_DESCRIPTION":"O AngularJS é uma framework Web de front-end baseado em JavaScript de software open-source mantido pelo Google e por uma comunidade de indivíduos e corporações para abordar muitos dos desafios encontrados no desenvolvimento de aplicações single-page.",
  "DOCKER_DESCRIPTION":"O Docker é uma plataforma contêiner pronta para a empresa que permite uma maneira rápida e eficiente de configurar um ambiente E2E completo. Cada instância de contêiner pode ser facilmente modificada ou escalonada horizontalmente através do uso da imagem correspondente, tornando o mecanismo Docker um provedor de serviços seguro, leve e portátil disponível para aplicativos baseados em Linux e Windows, o software contêiner sempre será executado da mesma forma, independentemente de a infra-estrutura de linha de base",
  "JENKINS_DESCRIPTION":"O Jenkins é um servidor de automação open-source e independente que pode ser usado para automatizar todos os tipos de tarefas relacionadas à criação, teste e distribuição ou implementação de software.",
  "REDIS_DESCRIPTION":"O Redis é um sistema armazenamento de estrutura de dados na memória open-source, cuja utilização extende-se a base de dados, cache e message broker. Ele suporta estruturas de dados como strings, hashes, listas, conjuntos, conjuntos classificados com consultas de intervalo, bitmaps, hiperloglogs, índices geoespaciais com consultas e fluxos radius.",
  "GIT_DESCRIPTION":"O Git é um software open-source que corresponde a um sistema de controle de versão de software distribuído projetado para lidar com tudo, de projetos pequenos a muito grandes, com velocidade e eficiência. Diferencia-se das ferramentas SCM restantes, fornecendo recursos como ramificação local barata, áreas de preparação convenientes e vários fluxos de trabalho.",
  "SVN_DESCRIPTION":"O Apache Subversion ou SVN é um software open-source de sistema de controle de versão de software distribuído desenvolvido sob a Licença Apache. Os desenvolvedores de software usam o Subversion para manter versões atuais e históricas de arquivos, como código-fonte, páginas da Web e documentação.",
  "MYSQL_DESCRIPTION":"O MySQL é um software open-source de sistema de gestão de base de dados objeto-relacional que possibilita aos mais exigentes aplicativos de Web, E-commerce, SaaS e Online Transaction Processing (OLTP). Trata-se de um banco de dados compatível com ACID, totalmente seguro e seguro para transações, com recursos completos de consolidação, retrocesso, recuperação de falhas e bloqueio de nível de linha. O MySQL oferece facilidade de uso, escalabilidade e desempenho para os players do mercado, como Facebook, Google, Twitter, Uber e Booking.com",
  "ORACLE_DESCRIPTION":"O Oracle Database é um sistema de gestão de base de dados relacional de objeto desenvolvido e comercializado pela Oracle Corporation. O Oracle é uma arquitetura de banco de dados relacional totalmente escalável e é frequentemente usado por empresas globais, que gerenciam e processam dados em redes de área ampla e local. O banco de dados Oracle possui seu próprio componente de rede para permitir comunicações entre red",
  "STEPPER CONTACT NAME": "Insira o nome de contacto",
  "STEPPER COMPANY NAME": "Insira o nome da empresa",
  "STEPPER EMAIL SUBJECT": "Insira o assunto do email",
  "STEPPER EMAIL BODY": "Insira o corpo do email",
  "STEPPER EMAIL SEND": "Enviar email",
  "SEND": "Enviar",
  "NEXT": "Próximo",
  "BACK": "Retroceder",
  "EMAIL SUCCESS": "O seu email foi enviado. Obrigado, pretendo responder o mais breve possível.",
  "EMAIL FAILURE": "O seu e-mail não foi enviado. Por favor, certifique-se de tentar novamente noutro momento."
}
