{
  "HOME TITLE": "Ola sou o Bruno",
  "HOME SUBTITLE": "E sou um Programador",
  "HOME HIRE BTN": "Contrata-me",
  "ENGLISH": "inglês",
  "PORTUGUESE": "português",
  "SPANISH": "espanhol",
  "home": "início",
  "profile": "perfil",
  "career": "carreira",
  "training": "formação",
  "contact": "contacto",
  "PROFILE NAME TAG": "nome",
  "PROFILE SURNAME TAG": "apelido",
  "PROFILE BIRTHDAY TAG": "aniversário",
  "PROFILE HOMETOWN TAG": "cidade natal",
  "PROFILE NATIONALITY TAG": "nacionalidade",
  "PROFILE BIRTHDAY VALUE": "15 Novembro",
  "PROFILE NATIONALITY VALUE": "portuguesa",
  "PROFILE EPILOGUE": "A minha decisão de seguir uma carreira na área de TI é resultado da minha afinidade pelo desenvolvimento e a entrega de soluções robustas de software. A realidade é que hoje em dia cada programador deve acompanhar uma comunidade mundial que visa em aperfeiçoar ou, em alguns casos, redefinir as práticas atuais que acontecem no atual cenário tecnológico.\n Atualmente, eu contribuo em projetos corporativos de TI essencialmente como um programador de micro serviços backend no contexto da linguagem de programação Java, onde as minhas capacidades em desenvolvimento da lógica cognitiva são melhor aproveitadas, mas de vez em quando gosto de me desafiar com novas experiências, trabalhando com tecnologias novas e interessantes.\n Eu sinceramente acho que a perseverança é a chave para a perfeição, então encaro cada desafio como uma nova oportunidade de crescimento pessoal.",
  "FOOTER 1": "Feito com ",
  "FOOTER 2": " por Bruno Caetano",
  "SEPTEMBER": "Setembro",
  "FEBRUARY": "Fevereiro",
  "JULY": "Julho",
  "BEE_SUMMARY": "A Bee Engineering é uma empresa de consultoria especializada na área das TI, onde tive a oportunidade de ser uma das primeiras induções na BeeAcademy, o programa de formação para futuros colaboradores da empresa. Durante minha fase de trainee, fui designado, juntamente com dois colegas, para desenvolver a plataforma BeeJobAlive. O objetivo da plataforma era ajudar qualquer candidato em busca de uma carreira em TI e agências de recrutamento que procurassem um candidato ideal. As principais responsabilidades que assumi foram desenvolver a infra-estrutura de backend e os serviços principais que suportam a plataforma, desenvolvendo duas aplicações Spring distintas, um para agregar e armazenar dados distribuídos e outro para acomodar as várias funcionalidades da plataforma. Simultaneamente, desenvolvi algumas das página web da plataformas usando o Angular JS.",
  "TIMWE_SUMMARY": "A TimWe é uma empresa internacional que disponibiliza um catálogo de produtos e serviços móveis e vocacionados para a indústria das telecomunicações. Durante a minha estadia, fui alocado ao departamento de B2C, mais especificamente, às equipas regionais de EMEA, tendo representado a equipa de desenvolvimento em reuniões presenciais com clientes Telco em Myanmar e Sri Lanka.\nA equipa de B2C assume uma metodologia de gestão de projeto ágil, baseada no modelo SCRUM, e segue um regime de DevOps. As funções que desempenhei foram integração de serviços, resolução de conflitos, configurações de ambientes e desenvolvimento de produtos internos na linguagem de programação Java.",
  "CELFOCUS_SUMMARY": "A Celfocus é uma empresa especializada no desenvolvimento e implementação de soluções  dentro do domínio das TI e personalizadas para a realidade dos negócios Telcos. Atualmente sou um dos membros da equipa interna de consumer-IoT, exercendo funções de projeção e implementação  de produtos de software SOA, tendo desenvolvido uma série de microserviços com Spring, sempre garantindo os níveis de QoS atráves de elaboração de testes unitários e estruturação de automações no âmbito de CI&CD.",
  "STEPPER CONTACT NAME": "Insira o nome de contacto",
  "STEPPER COMPANY NAME": "Insira o nome da empresa",
  "STEPPER EMAIL SUBJECT": "Insira o assunto do email",
  "STEPPER EMAIL BODY": "Insira o corpo do email",
  "STEPPER EMAIL SEND": "Enviar email",
  "SEND": "Enviar",
  "NEXT": "Próximo",
  "BACK": "Retroceder",
  "EMAIL SUCCESS": "O seu email foi enviado. Obrigado, pretendo responder o mais breve possível.",
  "EMAIL FAILURE": "O seu e-mail não foi enviado. Por favor, certifique-se de tentar novamente noutro momento."
}
